{
    "1w1": {
        "question": "Existe um quadro sintético discriminando os produtos/serviços ofertados, com estimativas de quantidade e meta periódica de vendas (mensal, trimestral ou sazonal)?",
        "department": "comercial",
        "relevance": true
    },
    "1w2": {
        "question": "Os preços dos produtos/serviços ofertados, levam em conta tanto os custos da empresa como os valores que o mercado está praticando?",
        "department": "gestão estratégica",
        "relevance": false
    },
    "1w3": {
        "question": "É realizada análise periódica (mensal, trimestral etc) do alcance das metas de vendas, considerando os produtos/serviços ofertados, a segmentação de mercados e os grupos de clientes?",
        "department": "comercial",
        "relevance": false
    },
    "1w4": {
        "question": "São realizadas análises dos concorrentes e da parcela de participação da empresa em relação aos concorrentes nesse mercado?",
        "department": "comercial",
        "relevance": false
    },
    "1w5": {
        "question": "É avaliada periodicamente a energia comercial (força e estrutura de vendas, utilização de ferramentas de marketing, capacidade de distribuição) que a empresa utiliza na disputa pelos clientes em relação ao faturamento que está sendo alcançado?",
        "department": "gestão estratégica",
        "relevance": true
    },
    "1w6": {
        "question": "Há espaço para a empresa ampliar a sua oferta de produtos/serviços, considerando o potencial da demanda?",
        "department": "comercial",
        "relevance": false
    },
    "1w7": {
        "question": "Considerando os produto/serviços oferecidos pela empresa ao mercado, são avaliadas se as necessidades, desejos ou impulsos/vontades dos consumidores estão sendo atendidas?",
        "department": "comercial",
        "relevance": true
    },
    "1w8": {
        "question": "Sobre os produto/serviços oferecidos pela empresa ao mercado, verifica-se a existência de diferenciais competitivos nas ofertas da empresa?",
        "department": "comercial",
        "relevance": false
    },
    "1w9": {
        "question": "A empresa avalia periodicamente a entrada de possíveis produtos/serviços substitutos/alternativos no mercado?",
        "department": "gestão estratégica",
        "relevance": false
    },
    "1w10": {
        "question": "É conhecida a situação atual e a expectativa do mercado — estagnado, crescente, decrescente — diante do quadro econômico como um todo?",
        "department": "gestão estratégica",
        "relevance": false
    },
    "1w11": {
        "question": "Periodicamente é avaliada a possibilidade de lançamento de novos produtos/serviços (até em outros mercados)? Também é avaliada a possiblidade de exclusão de atuais produtos/serviços ofertados no catálogo?",
        "department": "comercial",
        "relevance": false
    },
    "1w12": {
        "question": "Os preços estão sendo elevados acima, no mesmo nível ou abaixo dos custos?",
        "department": "gestão estratégica",
        "relevance": false
    },
    "1w13": {
        "question": "Avalia-se a divulgação/publicidade dos produtos ou serviços, fazendo-se comparação com o nível de vendas, para saber se está conforme o programado no planejamento de divulgação/publicidade?",
        "department": "comercial",
        "relevance": false
    },
    "1w14": {
        "question": "Avalia-se a percepção dos consumidores sobre as marcas, observando se elas agregam valor e trazem bons resultados?",
        "department": "comercial",
        "relevance": false
    },
    "1w15": {
        "question": "A respeito das marcas, se cuida delas adequadamente, são licenciadas e é realizado o devido acompanhamento legal? ",
        "department": "administrativa",
        "relevance": false
    },
    "1w16": {
        "question": "O grau de satisfação dos clientes é avaliado periodicamente para que seja possível identificar oportunidades de melhoria da empresa e de seus produtos/serviços?",
        "department": "gestão estratégica",
        "relevance": false
    }
}